Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
aws_s3_bucket.atlantis_demo: Refreshing state... [id=thiago-atlantis-demo-site]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_s3_bucket.atlantis_demo must be replaced
-/+ resource "aws_s3_bucket" "atlantis_demo" {
      + acceleration_status         = (known after apply)
      ~ arn                         = "arn:aws:s3:::thiago-atlantis-demo-site" -> (known after apply)
      ~ bucket                      = "thiago-atlantis-demo-site" -> "thiago-atlantis-demostrate-site" # forces replacement
      ~ bucket_domain_name          = "thiago-atlantis-demo-site.s3.amazonaws.com" -> (known after apply)
      ~ bucket_regional_domain_name = "thiago-atlantis-demo-site.s3.amazonaws.com" -> (known after apply)
      ~ hosted_zone_id              = "Z3AQBSTGFYJSTF" -> (known after apply)
      ~ id                          = "thiago-atlantis-demo-site" -> (known after apply)
      ~ region                      = "us-east-1" -> (known after apply)
      ~ request_payer               = "BucketOwner" -> (known after apply)
        tags                        = {
            "Environment" = "Dev"
            "Name"        = "Atlantis demo"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
        # (3 unchanged attributes hidden)

      ~ versioning {
          ~ enabled    = false -> (known after apply)
          ~ mfa_delete = false -> (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 1 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.thiago.click/lock?id=thiagoalexandria%252Fterraform_atlantis%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
